2024-01-02-双路4090装机方案.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="UTF-8">
<link rel="alternate"
      type="application/rss+xml"
      href="https://dyishiou.github.io/rss.xml"
      title="RSS feed for https://dyishiou.github.io/">
<title>双路4090装机方案</title>
<meta name="author" content="dyi.shiou">
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<link href= "static/style.css" rel="stylesheet" type="text/css" />
<link rel="icon" href="static/favicon.ico"></head>
<body>
<div id="preamble" class="status"><div id="blog-nav">
<a href="https://dyishiou.github.io/index.html">Home</a>
<a href="https://dyishiou.github.io/tags.html">Tags</a>
<a href="https://dyishiou.github.io/rss.xml">Feeds</a>
<a href="https://dyishiou.github.io/about.html">About</a></div></div>
<div id="content">
<div class="post-date">02 Jan 2024</div><h1 class="post-title"><a href="https://dyishiou.github.io/2024-01-02-双路4090装机方案.html">双路4090装机方案</a></h1>

<div id="outline-container-org20ac9ff" class="outline-2">
<h2 id="org20ac9ff"><span class="section-number-2">1.</span> 配置清单</h2>
<div class="outline-text-2" id="text-1">
<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">device</th>
<th scope="col" class="org-left">type</th>
<th scope="col" class="org-left">remark</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Motherboard</td>
<td class="org-left">ASUS PRIME X299-DELUXE II</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">CPU</td>
<td class="org-left">10920x</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">CPU Fan</td>
<td class="org-left">NOCTUA NH-D15</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Power</td>
<td class="org-left">Seasonic Titanium TX1600W</td>
<td class="org-left">TBD</td>
</tr>

<tr>
<td class="org-left">Memory</td>
<td class="org-left">Kingston DDR4 2666 64g</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">SSD</td>
<td class="org-left">SAMSUNG 980 PRO 2TB / SN810 512GB</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">HDD</td>
<td class="org-left">WD40EJRX 4TB / WD43PURZ 4TB</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Case</td>
<td class="org-left">PHANTEKS ENTHOO PRO II Server Edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">GPU</td>
<td class="org-left">MSI X TRIO 24G</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orgba9f175" class="outline-2">
<h2 id="orgba9f175"><span class="section-number-2">2.</span> 一些感受</h2>
<div class="outline-text-2" id="text-2">
<ol class="org-ol">
<li>最好不要自己承担计算设备的开销, 在校企合作的模式下, 计算设备可以由企业承担</li>
<li>在不得已自己购买算力的情况下, 最好一次性买到最高规格的设备, 这样具有较好的拓展性</li>
<li>买设备的时候最好买被市场普遍认可的设备, 如笔记本购买MacBook而非其他PC笔记本, 具有较高的保值率</li>
<li>模型压缩是一个很好的研究方向, 所谓穷有穷的玩法, 富有富的玩法</li>
</ol>
</div>
</div>
<div class="taglist"></div></div>
<div id="postamble" class="status"></div>
</body>
</html>
